[
["He who labors diligently need never dispair, for all things are accomplished through diligence and labor.","Menander"],
["Tact is the art of making a point without making an enemy.","Isaac Newton"],
["The power of imagination makes us infinite.","John Muir"],
["The great and invigorating influences in American life have been the unorthodox: the people who challenge an existing institution or way of life, or say and do things that make people think.","William O. Douglas"],
["Courtesy. Integrity. Perseverence. Self Control. Indomintable Spirit.", "Tenets of Taekwondo"],
["The most exciting phrase to hear in science, the one that heralds the most discoveries, is not \"Eureka!\" but \"That's funny...\"","Isaac Asimov"],
["Violence is the last refuge of the incompetent.","Isaac Asimov"],
["Self-education is, I firmly believe, the only kind of education there is.","Isaac Asimov"],
["If knowledge can create problems, it is not through ignorance that we can solve them.","Isaac Asimov"],
["If you look up every last detail on your subject, you'll never finish.","Andy Weir"],
["In matters of style, swim with the current; in matters of principle, stand like a rock.","Thomas Jefferson"],
["The man who reads nothing at all is better educated than the man who reads nothing but newspapers.","Thomas Jefferson"],
["I'm a greater believer in luck, and I find the harder I work the more I have of it.","Thomas Jefferson"],
["Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances.","Thomas Jefferson"],
["Employ your time in improving yourself by other men's writings, so that you shall gain easily what others have labored hard for.","Socrates"],
["There's nothing quite like contemplating the finiteness of life to help you to stop procrastinating.","Unknown"],
["Nothing in life is to be feared, it is only to be understood.","Marie Curie"],
["You have to have fear in order to have courage. I'm a courageous person because I'm a scared person.","Ronda Rousey"],
["I look around to the people I'm competing with and I get inspired.","Kelly Clark"],
["The body is pathetic compared to what we have inside us.","Diana Nyad"],
["You develop an instant global consciousness, a people orientation, an intense dissatisfaction with the state of the world, and a compulsion to do something about it. From out there on the moon, international politics look so petty. You want to grab a politician by the scruff of the neck and drag him a quarter of a million miles out and say, 'Look at that, you son of a bitch.'","Edgar Mitchell"],
["Sometimes all you need is twenty seconds of insane courage. Twenty seconds of just embarrasing bravery, and I promise you, something great will come of it.","Benjamin Mee"],
["You become what you read.","Unknown"],
["We must have perserverence and above all confidence in ourselves. We must believe that we are gifted for something.","Marie Curie"],
["As I review the events of my past life I realize how subtle are the influences that shape our destinies.","Nikola Tesla"],
["The progressive development of man is vitally dependent on invention.","Nikola Tesla"],
["Extinction is the rule. Survival is the exception.","Carl Sagan"],
["In our obscurity - in all this vastness - there is no hint that help will come from elsewhere to save us from ourselves. It is up to us.","Carl Sagan"],
["Always have three good stories on hand that reliably entertain, inform or engage.","Devesh"],
["If everything around you seems dark, look again, you may be the light.","Rumi"],
["Love with your heart. Use your head for everything else.","Captain Disillusion"],
["There are three kinds of lies: lies, damned lies, and statistics.","Sir Charles Dilke et al."],
["Remember to give people flowers while they're still around to smell them.","Unknown"],
["Get busy living or get busy dying.","Andy Dufresne"],
["The real problem is not whether machines think but whether men do.","B. F. Skinner"],
["Question everything. Learn something. Answer nothing.","Euripides"],
["The wisest men follow their own direction.","Euripides"],
["I would rather die on my feet than live on my knees.","Euripides"],
["Do not mistake the rule of force for true power. Men are not shaped by force.","Euripides"],
["It is a good thing to be rich and strong, but it is a better thing to be loved.","Euripides"],
["Come back. Even as a shadow, even as a dream.","Euripides"],
["Anger exceeding limits causes fear and excessive kindness eliminates respect.","Euripides"],
["Any sufficiently advanced technology is indistinguishable from magic.","Arthur C. Clarke"],
["Never attribute to malice that which is adequately explained by stupidity.","Hanlon's Razor"],
["What can be asserted without evidence can be dismissed without evidence.","Hitchens' Razor"]
]